/* prompt */
"1Password %1$@ is now available. You are currently using version %2$@. Would you like to download and install the new version now?" = "1Password %1$@ er nu tilgængelig. Du bruger version %2$@. Vil du hente og installere den nye version nu?";

/* error message
   Error message retrieving downloaded file failed.
*/
"Download failed" = "Download mislykkedes";

/* status message */
"Downloading…" = "Henter…";

/* update warning */
"Extra copies of 1Password found" = "Ekstra eksemplarer af 1Password fundet";

/* status message */
"Extracting archive…" = "Udpakker arkiv…";

/* error message */
"Failed to check for updates" = "Kunne ikke søge efter opdateringer";

/* error message */
"Failed to create Updater directory" = "Kunne ikke oprette mappe til opdatering";

/* error message */
"Failed to extract application archive" = "Kunne ikke udpakke programarkiv";

/* error message */
"Failed to find 1Password application on your Mac." = "Kunne ikke finde 1Password-programmet på din Mac.";

/* error message */
"Failed to find the version of installed 1Password application." = "Kunne ikke finde versionen af det installerede 1Password.";

/* button */
"OK" = "OK";

/* button
   quit button title
*/
"Quit" = "Afslut";

/* error */
"Received unexpected message from the server." = "Modtog uventet meddelelse fra serveren.";

/* status message */
"Thank you for running the latest version of 1Password!" = "Tak for at du holder 1Password opdateret!";

/* if we're not sandboxed then we allow the user to move the items to the trash */
"The extra copies of 1Password are listed below. Click Move to Trash for each one, and then click Continue Update." = "De ekstra eksemplarer af 1Password er vist nedenfor. Klik på flyt til Papirkurv for hver enkelt, og klik derefter på fortsæt opdatering.";

/* error message */
"Update failed" = "Opdatering mislykkedes";

/* status message */
"Validating…" = "Validerer…";

/* error message */
"Validation failed" = "Validering mislykkedes";

/* update warning */
"We found more than one copy of 1Password on your Mac. This can cause problems during updates." = "Vi fandt mere end én kopi af 1Password på din Mac. Dette kan forårsage problemer under opdateringen.";

/* status message */
"You are up to date" = "Du er opdateret";
